[
    {
        "comment": "2003학년도 대학수학능력시험 6월 모의평가 44번",
        "sentences": [
            "To develop a good relationship with your teacher, keep these points in mind.",
            "To begin with, get to class on time, with all assignments completed.",
            "Show an interest in the subjects in which your teacher is obviously interested.",
            "If you don't like the food served at school, it will be an unpleasant place.",
            "You can also schedule a private conference during your teacher's free period to enjoy more relaxing conversation.",
            "If you follow these rules, you can be on good terms with your teacher."
        ],
        "answer": 3
    },
    {
        "comment": "2004학년도 대학수학능력시험 9월 모의평가 44번",
        "sentences": [
            "The boomerang, a light, thin, and well-balanced missile, was the very first Australian invention.",
            "It could be thrown into the air to imitate a hawk, causing birds to get frightened and fly into nets where they were caught.",
            "However, boomerangs were mostly used in competitions between native tribes.",
            "The idea was to see who could make the boomerang do the most circles in flight before it returned to the thrower's feet.",
            "The birds caught by the boomerang didn't belong to the hunter.",
            "Today the boomerang is used by college lecturers to demonstrate the principles of aerodynamics."
        ],
        "answer": 4
    },
    {
        "comment": "2005학년도 대학수학능력시험 예비평가 39번",
        "sentences": [
            "One of the most common problems associated with overuse of the computer is eye strain. Overworked operators may find that their eyes feel dry or watery, or look red.",
            "Some people report aching or burning sensations in their eyes.",
            "Those who wear glasses should be careful when they exercise.",
            "Others find that they have difficulty seeing the screen clearly.",
            "Exercises to relax eye muscles and special filters for computer monitors can help.",
            "But they only real solution is to turn off the machine and take a break."
        ],
        "answer": 2
    },
    {
        "comment": "2006학년도 대학수학능력시험 6월 모의평가 23번",
        "sentences": [
            "A poem will live or die depending on how it is read. There are a few pointers about the oral recitation of poetry.",
            "Read the poem once slowly aloud without writing or marking anything.",
            "Listen closely when the presenter reads the poem.",
            "Don't stop until you finish the poem, even if you don't know the meaning or pronunciation of a word.",
            "When you have finished, reflect for a moment on any words, images, and characters that caught your attention.",
            "Write down these items in your notebook, and read the poem again silently."
        ],
        "answer": 2
    },
    {
        "comment": "2006학년도 대학수학능력시험 9월 모의평가 23번",
        "sentences": [
            "Many hands make light work, but at the same time, too many cooks spoil the broth. Which of these contradictory proverbs shall we believe?",
            "Both, because in different contexts, both are true to experience.",
            "If not, they probably would not have survived.",
            "Eventually, a lot of proverbs will be forgotten.",
            "If the job to be done requires lots of unskilled labor, such as picking up trash, then many hands do make light work.",
            "However, if the job requires complex skills, such as cooking or writing, then too many cooks do spoil the broth."
        ],
        "answer": 3
    },
    {
        "comment": "2007학년도 대학수학능력시험 6월 모의평가 23번",
        "sentences": [
            "An alchemist commonly used a double-bottomed melting pot to deceive the audience. A layer of gold dust was put in the bottom of a copper or brass pot, and covered with wax.",
            "This wax was painted to look like the real bottom.",
            "The alchemist placed some mercury in the melting pot and heated it.",
            "To impress his audience, he would throw in some mysterious powder and pronounce a few equally mysterious phrases.",
            "Gold was looked upon as the most perfect metal, and all other metals as imperfect.",
            "Lastly, he would say, \"Behold!\" and a lump of precious metal would be found in the bottom of his pot."
        ],
        "answer": 4
    },
    {
        "comment": "2007학년도 대학수학능력시험 9월 모의평가 23번",
        "sentences": [
            "Your grandmother probably urged you to eat plenty of what she called roughage. Now we tend to call it fiber.",
            "This important nutrient has tremendous health benefits and is found in a variety of foods such as vegetables and fruits.",
            "Fiber is best known for its ability to keep your digestive system working smoothly.",
            "The benefits of fiber do not stop in the internal organs.",
            "Some physicians emphasize the functions of the body and attempt to find new medicines.",
            "Fiber has been shown to reduce the risk of heart disease, at least in part by reducing cholesterol levels."
        ],
        "answer": 4
    },
    {
        "comment": "2008학년도 대학수학능력시험 6월 모의평가 23번",
        "sentences": [
            "Few animals have been so mercilessly exploited for their fur as the beaver.",
            "In the eighteenth and nineteenth centuries, beaver furs were worth their weight in gold.",
            "As a result, by 1896, at least 14 American states had announced that all of their beavers had been killed.",
            "By the beginning of the twentieth century, it looked as if the beaver was about to disappear from the face of the earth.",
            "The beaver is a furry animal like a large rat with a big flat tail.",
            "However, thanks to a beaver recovery program, which included trapping and relocating to protected areas, particularly in suburban areas of the United States, beavers have made an impressive comeback throughout the country."
        ],
        "answer": 4
    },
    {
        "comment": "2008학년도 대학수학능력시험 9월 모의평가 23번",
        "sentences": [
            "When drawing human figures, children often make the head too large for the rest of the body. A recent study offers some insight into this common imbalance in children's drawings.",
            "As part of the study, researchers asked children between four and seven years old to make several drawings of adults.",
            "When they drew frontal views of the adults, the size of the heads was markedly enlarged.",
            "Adults tended to draw children's faces larger than their own.",
            "However, when the children drew rear views of the adults, the size of the heads was not nearly so exaggerated.",
            "The researchers suggest that children draw bigger heads when they know that they must leave space for facial details."
        ],
        "answer": 3
    },
    {
        "comment": "2009학년도 대학수학능력시험 6월 모의평가 23번",
        "sentences": [
            "Doubtless, the capacity for contact has a determining influence on health. People with greater capacity for contact have a stronger immune system than those less able to establish relationships with others.",
            "One study directly measured individuals' sociability in relation to the efficiency of their immune systems.",
            "Questionnaires and interviews given to 334 people examined their sociability―the quantity and quality of their relationships in everyday life.",
            "Researchers didn't know how to obtain a representative sample of the population",
            "These people were then exposed to a common cold virus.",
            "It was found that the more sociable a person was, the less subject he was to contagion."
        ],
        "answer": 3
    },
    {
        "comment": "2009학년도 대학수학능력시험 9월 모의평가 22번",
        "sentences": [
            "Ideally, the family is a cooperative, trouble-free unit that shelters its members from the stresses of the outside world, but real families seldom achieve this ideal.",
            "Periodic conflicts are the rule, not the exception.",
            "Indeed, open disagreements and discussions are an excellent way of resolving the differences that inevitably develop among family members.",
            "Families that avoid conflict by ignoring unpleasant subjects or situations are weaker, not stronger, for it.",
            "The family system is very much in tune with the social and economic institutions of modern industrialized society.",
            "As feelings of anger build, such families are likely to turn into an empty shell, in which family members carry out the obligations of their roles but without mutual love or understanding. Thus, an open airing of disagreements is an excellent way to manage family conflict and keep it within acceptable bounds."
        ],
        "answer": 4
    },
    {
        "comment": "2010학년도 대학수학능력시험 6월 모의평가 22번",
        "sentences": [
            "If you lead a busy life and are short of time, you may find that you are eating a full meal only about once a day.",
            "From the standpoint of health this is a bad practice.",
            "You would be treating your body with more consideration if you had several small meals instead of a single big one.",
            "A given amount of food is used more efficiently by the body if it is spaced throughout the day rather than eaten at one sitting.",
            "Such symptoms are likely to occur in people who drink more than five cups of strong black coffee in a single day.",
            "People who have large, infrequent meals tend to gain more weight and to have a higher level of fat in the blood than do those who eat smaller quantities (but the same total) at regular intervals."
        ],
        "answer": 4
    },
    {
        "comment": "2010학년도 대학수학능력시험 9월 모의평가 23번",
        "sentences": [
            "There are some areas of mathematics where long, unpleasant but basically routine calculations have to be done, and there are some good computer programs for doing them.",
            "Thus, computers can be very useful time-saving devices, sometimes so much so that they enable mathematicians to discover results that they could not have discovered on their own.",
            "Nevertheless, the kind of help that computers can provide is very limited.",
            "One point that deserves to be made is that the lack of women in mathematics is another statistical phenomenon.",
            "If it happens that your problem, or more usually sub-problem, is one of the small minority that can be solved by a long and repetitive search, then well and good.",
            "If, on the other hand, you are stuck and need a bright idea, then, in the present state of technology, a computer will be no help whatsoever."
        ],
        "answer": 3
    },
    {
        "comment": "2011학년도 대학수학능력시험 6월 모의평가 22번",
        "sentences": [
            "The famous expression, \"Keep your friends close, but keep your enemies even closer,\" was exemplified well in Nelson Mandela's attempt to learn Afrikaans, the language of his enemy.",
            "Mandela first began to learn the language of the Afrikaners, the white South Africans, in the 1960's to the disapproval of his followers.",
            "They thought it was a waste of time, but Mandela felt that it was crucial for gaining insight into the world view of the Afrikaners.",
            "By obtaining this perspective of how the Afrikaners looked at the world, he would be able to understand their strengths and weaknesses.",
            "In many ways, Mandela's greatest contribution as president of the South Africans including the Afrikaners was the way he chose to leave the presidency.",
            "This understanding of the Afrikaners proved to be invaluable later in successfully persuading them to accept his people's demands."
        ],
        "answer": 4
    },
    {
        "comment": "2011학년도 대학수학능력시험 9월 모의평가 22번",
        "sentences": [
            "Geothermal heat, generated inside the Earth, helps keep the temperature of the ground at a depth of several meters at a nearly constant temperature of about 10°C to 20°C.",
            "This constant temperature can be used to cool and heat buildings by using a heat pump.",
            "A heat pump contains a water-filled loop of pipe, which is buried to a depth where the temperature is nearly constant.",
            "In summer, warm water from the building is pumped through the pipe down into the ground, since the underground temperature is lower than the air temperature.",
            "However, far more use is made of geothermal energy for direct heat than any other source of energy.",
            "The water cools and then is pumped back to the building where it absorbs more heat, and the cycle is repeated."
        ],
        "answer": 4
    },
    {
        "comment": "2012학년도 대학수학능력시험 6월 모의평가 23번",
        "sentences": [
            "Since the 1980's, zoos have strived to reproduce the natural habitats of their animals, replacing concrete floors and steel bars with grass, rocks, trees, and pools of water. These environments may simulate the wild, but the animals do not have to worry about finding food, shelter, or safety from predators.",
            "While this may not seem like such a bad deal at first glance, the animals experience numerous complications.",
            "And yet, most of the complications were settled with no delay in order to ensure the animals' health and safety.",
            "The zebras live constantly in fear, smelling the lions in the nearby Great Cats exhibit every day and finding themselves unable to escape.",
            "There is no possibility of migrating or of storing food for the winter, which must seem to promise equally certain doom to a bird or bear.",
            "In short, zoo life is utterly incompatible with an animal's most deeply-rooted survival instincts."
        ],
        "answer": 2
    },
    {
        "comment": "2012학년도 대학수학능력시험 9월 모의평가 22번",
        "sentences": [
            "Albert Einstein sought relentlessly for a so-called unified field theory ― a theory capable of describing nature's forces within a single, all-encompassing, coherent framework.",
            "Einstein was not motivated by the things we often associate with scientific undertakings, such as trying to explain this or that piece of experimental data.",
            "Instead, he was driven by a passionate belief that the deepest understanding of the universe would reveal its truest wonder: the simplicity and power of the principles on which it is based.",
            "As in Einstein's formulation, the two theories underlying the tremendous progress of physics were mutually incompatible.",
            "Einstein wanted to illuminate the workings of the universe with a clarity never before achieved, allowing us all to stand in awe of its sheer beauty and elegance.",
            "In his day, however, Einstein never realized this dream, mainly because a number of essential features of matter and the forces of nature were either unknown or, at best, poorly understood."
        ],
        "answer": 3
    },
    {
        "comment": "2013학년도 대학수학능력시험 6월 모의평가 41번",
        "sentences": [
            "According to sociologists, one of the most widespread and basic norms of human culture is embodied in the rule for reciprocation.",
            "The rule requires that one person try to repay, in kind, what another person has provided.",
            "By obligating the recipient of an act to repayment in the future, the rule for reciprocation allows one individual to give something to another with confidence that it is not being lost.",
            "Sociologists have a desire to be consistent with their words, beliefs, attitudes, and deeds.",
            "This sense of future obligation within the rule makes possible the development of various kinds of continuing relationships, transactions, and exchanges that are beneficial to the society.",
            "Consequently, all members of the society are trained from childhood to follow the rule or suffer serious social disapproval."
        ],
        "answer": 3
    },
    {
        "comment": "2013학년도 대학수학능력시험 6월 모의평가 42번",
        "sentences": [
            "Several plane crashes and near crashes have been attributed to dangerous downward wind bursts known as wind shear. These wind bursts generally result from high-speed downdrafts in the turbulence of thunderstorms, but they can occur in clear air when rain evaporates high above the ground.",
            "The downdraft spreads out when it hits the ground and forms an inward circular pattern.",
            "A plane entering the pattern experiences an unexpected upward headwind that lifts the plane.",
            "Special radar systems are being installed at major airports to detect the location of unpredictable thunderstorms.",
            "To resist it, the pilot often cuts speed and lowers the plane's nose to compensate.",
            "Further into the circular pattern, the wind quickly turns downward, and an airplane can suddenly lose altitude and possibly crash when it is near the ground, as upon landing."
        ],
        "answer": 3
    },
    {
        "comment": "2013학년도 대학수학능력시험 9월 모의평가 41번",
        "sentences": [
            "Economic distance relates to the time and cost involved in traveling from the origin to the destination area and back. The higher the economic distance, the higher the resistance for that destination and, consequently, the lower the demand.",
            "It follows, conversely, that between any origin and destination point, if the travel time or travel cost can be reduced, demand will increase.",
            "Many excellent examples of this are available, such as the introduction of the jet plane in 1959 and the introduction of the wide-bodied jets in the late 1960s.",
            "Jet planes first cut travel time between California and Hawaii, for example, from twelve hours to five hours, and demand grew dramatically.",
            "A similar surge in demand was experienced with the introduction of the wide-bodied planes for transatlantic flights.",
            "The agricultural products picked up from Hawaiian farms in the morning were on dinner tables in Californian homes by evening. The introduction of these planes cut the travel cost by almost 50 percent between the United States and most countries on the European continent."
        ],
        "answer": 5
    },
    {
        "comment": "2014학년도 대학수학능력시험 6월 모의평가 A형 38번",
        "sentences": [
            "People believe that \"good books\" are educational and useful to academic success. However, it appears that the nature of written language itself helps increase academic achievement, regardless of a book's quality.",
            "Even books that provide only pleasure will increase the confidence of students and encourage them to try to read more technical materials in school.",
            "Comics, magazines, audiobooks, and topics of interest on the Internet are sometimes not considered \"real\" reading materials.",
            "Students should try to guess the meaning of new words while they read rather than look them up in the dictionary.",
            "However, these materials let students enjoy the pleasure of reading and gain information, literacy skills, and more.",
            "This \"light\" reading is actually very beneficial because it is effortless reading, which improves reading fluency."
        ],
        "answer": 3
    },
    {
        "comment": "2014학년도 대학수학능력시험 9월 모의평가 A형 38번",
        "sentences": [
            "Power walking is a type of exercise that nearly anyone can do.",
            "Many people enjoy this form of exercise because it can be done outdoors in fresh air where the scenery can be changed by altering the course of the walk.",
            "Alternatively, the exercise may be done indoors, in a climate-controlled environment, on a treadmill.",
            "People should start with a short distance on flat ground and gradually increase the distance and intensity.",
            "Instruct people to sit on the bench and to start reading their newspapers carefully.",
            "While power walking, people should wear shoes with a good arch support to avoid injury and wear clothes appropriate for the climate."
        ],
        "answer": 4
    },
    {
        "comment": "2014학년도 대학수학능력시험 예비시행 A형 38번",
        "sentences": [
            "Did you know that one of the most common fears students have is the fear of public speaking?",
            "I have heard a number of people say that they once failed a class because they refused to give a speech.",
            "That fear was based on how they felt others would judge them or their presentation.",
            "Those who have a fear of public speaking often tell themselves that people in the crowd will silently think bad things about them.",
            "If they want to be more relaxed during social activities, they need to interact with others in a positive way.",
            "The truth is, however, some people in the audience aren't even listening to the presentation because they are thinking about their anxiety over their own presentations or something else altogether."
        ],
        "answer": 4
    },
    {
        "comment": "2015학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "Music can convey the scope of a film, effectively communicating whether the motion picture is an epic drama or a story that exists on a more personal scale. Music can convey the quality and size of a space.",
            "For example, in Alien and Olivier's Hamlet, the music serves at times to make small and/or artificial spaces seem more grand and to enhance the sense of realism.",
            "In addition, music can establish a narrative's placement in time.",
            "Music for motion pictures often serves to authenticate the era or to provide a sense of nostalgia.",
            "Music has traditionally been classified by musical instruments.",
            "Examples of the former would include Amadeus and Immortal Beloved, while a sense of nostalgia is communicated through the music selected for films such as American Graffiti and The Big Chill."
        ],
        "answer": 4
    },
    {
        "comment": "2015학년도 대학수학능력시험 6월 모의평가 36번",
        "sentences": [
            "It is difficult to appreciate what a temperature of 20,000,000℃ means.",
            "If the solar surface, not the center, were as hot as this, the radiation emitted into space would be so great that the whole Earth would be vaporized within a few minutes.",
            "Indeed, this is just what would happen if some cosmic giant were to peel off the outer layers of the Sun like skinning an orange, for the tremendously hot inner regions would then be exposed.",
            "It is believed that the brightness of the Sun can be predicted theoretically.",
            "Fortunately, no such circumstance is possible, and the outer layers of the Sun provide a sort of blanket that protects us from its inner fires.",
            "Yet in spite of these blanketing layers, some energy must leak through from the Sun's center to its outer regions, and this leakage is of just the right amount to compensate for the radiation emitted by the surface into surrounding space."
        ],
        "answer": 3
    },
    {
        "comment": "2015학년도 대학수학능력시험 9월 모의평가 38번",
        "sentences": [
            "Some researchers investigated the effects of different media on children's ability to produce imaginative responses. In one study, children in grades one through four were separated randomly into two groups and presented with the same fictional story. One group listened to the story via radio, while the other group watched the story on a television.",
            "Afterward, all of the children were asked what they thought would happen next in the story.",
            "The researchers rated children's imaginativeness by recording the novel elements (such as characters, setting, dialogue, and feelings) they used in their responses.",
            "Some novelists prefer to include as many characters as possible in their stories.",
            "The children who listened to the radio produced more imaginative responses, whereas the children who watched the television produced more words that repeated the original story.",
            "Media scholars have used this study to illustrate the \"visualization hypothesis,\" which states that children's exposure to ready-made visual images restricts their ability to generate novel images of their own."
        ],
        "answer": 3
    },
    {
        "comment": "2015학년도 대학수학능력시험 9월 모의평가 39번",
        "sentences": [
            "One of the many strengths of the African American community is an intrinsic support for the athletic endeavors of African American girls and women.",
            "Since African American culture appreciates a greater flexibility of gender roles and accepts a broader range of gender-appropriate behaviors, African American women are not as bound as white women by gender role stereotypes.",
            "Athletics for girls and women is not perceived as conflicting with an African American female's gender role.",
            "Hall and Bower's study of African American females found that African American women defined themselves as \"softly strong\" ― owning both strength and femininity without conflict.",
            "African American males have played an increasingly important role in global politics.",
            "Welcome support from the African American community has energized many African American girls and women to participate in sports."
        ],
        "answer": 4
    },
    {
        "comment": "2016학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "School physical education programs should offer a balanced variety of activities that allow young people to develop ability in lifetime activities that are personally meaningful and enjoyable. A balance should exist in any physical education program among team, dual, and individual (lifetime) sports.",
            "Team sports such as basketball and soccer provide an opportunity for students to develop skills and to enjoy working and competing together as a team.",
            "However, in many school physical education programs, team sports dominate the curriculum at the expense of various individual and dual sports, like tennis, swimming, badminton, and golf.",
            "In such cases, the students lose the opportunity to develop skills in activities that they can participate in throughout their adult lives.",
            "Baseball, in particular, is one of the most popular sports frequently broadcast on TV.",
            "Only through a balanced program of team, dual, and individual sports is it possible to develop well-rounded individuals."
        ],
        "answer": 4
    },
    {
        "comment": "2016학년도 대학수학능력시험 9월 모의평가 39번",
        "sentences": [
            "Scientific experiments should be designed to show that your hypothesis is wrong and should be conducted completely objectively with no possible subjective influence on the outcome.",
            "Unfortunately few, if any, scientists are truly objective as they have often decided long before the experiment is begun what they would like the result to be.",
            "This means that very often bias is (unintentionally) introduced into the experiment, the experimental procedure or the interpretation of results.",
            "It is all too easy to justify to yourself why an experiment which does not fit with your expectations should be ignored, and why one which provides the results you 'hoped for' is the right one.",
            "It is important to draw a meaningful result from the experiment on peer group activities.",
            "This can be partly avoided by conducting experiments 'blinded' and by asking others to check your data or repeat experiments."
        ],
        "answer": 4
    },
    {
        "comment": "2017학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "Roles are like a fence. They allow us a certain amount of freedom, but for most of us that freedom doesn't go very far. Suppose that a woman decides that she is not going to wear dresses— or a man that he will not wear suits and ties—regardless of what anyone says.",
            "In most situations, they'll stick to their decision.",
            "When a formal occasion comes along, however, such as a family wedding or a funeral, they are likely to cave in to norms that they find overwhelming.",
            "The increasing social pressure discourages us from fulfilling the social norms and committing ourselves to shared social conventions of behaviour.",
            "Almost all of us follow the guidelines for what is \"appropriate\" for our roles.",
            "Few of us are bothered by such restrictions, for our socialization is so thorough that we usually want to do what our roles indicate is appropriate."
        ],
        "answer": 3
    },
    {
        "comment": "2017학년도 대학수학능력시험 9월 모의평가 35번",
        "sentences": [
            "The pull effect of a destination can be positively influenced by the introduction and reinforcement of pro-tourism policies that make a destination more accessible.",
            "Governments, for example, can and often do employ awareness campaigns among the resident population to promote a welcoming attitude towards visitors, in order to foster a positive market image.",
            "However, because such campaigns depend on widespread social engineering, and because their effects can be counteracted by random acts of violence, positive outcomes cannot be guaranteed.",
            "Most governments in developing countries encourage international tourism because tourists from wealthy countries usually spend more.",
            "Furthermore, it is the behaviour of some tourists, and the structure and development of tourism itself, that often generate negative attitudes within the host community.",
            "This implies that major structural changes to tourism itself, rather than awareness campaigns, may be required to foster a welcoming attitude."
        ],
        "answer": 3
    },
    {
        "comment": "2018학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "Since the concept of a teddy bear is very obviously not a genetically inherited trait, we can be confident that we are looking at a cultural trait. However, it is a cultural trait that seems to be under the guidance of another, genuinely biological trait: the cues that attract us to babies (high foreheads and small faces).",
            "Cute, baby-like features are inherently appealing, producing a nurturing response in most humans.",
            "Teddy bears that had a more baby-like appearance ― however slight this may have been initially ― were thus more popular with customers.",
            "Teddy bear manufacturers obviously noticed which bears were selling best and so made more of these and fewer of the less popular models, to maximize their profits.",
            "As a result, using animal images for commercial purposes was faced with severe criticism from animal rights activists.",
            "In this way, the selection pressure built up by the customers resulted in the evolution of a more baby-like bear by the manufacturers."
        ],
        "answer": 4
    },
    {
        "comment": "2018학년도 대학수학능력시험 9월 모의평가 35번",
        "sentences": [
            "One of the hallmarks of evaluating the quality of a black tea is by assessing how tightly the leaves are rolled. Generally, higher-graded teas are teas with leaves that are tightly and uniformly rolled.",
            "Lower-graded teas, on the other hand, are teas with leaves that are loosely and inconsistently rolled.",
            "With that said, the tightness of the roll has more to do with the steepability of a leaf than it does with the taste of a tea.",
            "The rolling of leaves is done by machine or, sometimes, by hand to break the cell walls of the leaves and release essential oils.",
            "Therefore, one should not evaluate the tea's drinkability or taste merely because its leaves are not tightly rolled.",
            "It is common to find that people prefer the taste of looser rolled black teas over more expensive or more highly graded black teas that have been tightly rolled."
        ],
        "answer": 3
    },
    {
        "comment": "2019학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "While being an introvert comes with its challenges, it definitely has its advantages as well. For example, an introvert is far less likely to make a mistake in a social situation, such as inadvertently insulting another person whose opinion is not agreeable.",
            "An introvert would enjoy reflecting on their thoughts, and thus would be far less likely to suffer from boredom without outside stimulation.",
            "The only risk that you will face as an introvert is that people who do not know you may think that you are aloof or that you think you are better than them.",
            "If you learn how to open up just a little bit with your opinions and thoughts, you will be able to thrive in both worlds.",
            "An introvert may prefer online to in-person communication, as you do when feeling temporarily uncertain with your relationships.",
            "You can then stay true to your personality without appearing to be antisocial."
        ],
        "answer": 4
    },
    {
        "comment": "2019학년도 대학수학능력시험 9월 모의평가 35번",
        "sentences": [
            "While the transportation infrastructure may shape where we travel today, in the early eras of travel, it determined whether people could travel at all.",
            "The development and improvement of transportation was one of the most important factors in allowing modern tourism to develop on a large scale and become a regular part of the lives of billions of people around the world.",
            "Another important factor was the industrialization that led to more efficient transportation of factory products to consumers than ever before.",
            "Technological advances provided the basis for the explosive expansion of local, regional, and global transportation networks and made travel faster, easier, and cheaper.",
            "This not only created new tourist-generating and tourist-receiving regions but also prompted a host of other changes in the tourism infrastructure, such as accommodations.",
            "As a result, the availability of transportation infrastructure and services has been considered a fundamental precondition for tourism"
        ],
        "answer": 2
    },
    {
        "comment": "2020학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "When a dog is trained to detect drugs, explosives, contraband, or other items, the trainer doesn't actually teach the dog how to smell; the dog already knows how to discriminate one scent from another. Rather, the dog is trained to become emotionally aroused by one smell versus another.",
            "In the step-by-step training process, the trainer attaches an \"emotional charge\" to a particular scent so that the dog is drawn to it above all others.",
            "And then the dog is trained to search out the desired item on cue, so that the trainer can control or release the behavior.",
            "This emotional arousal is also why playing tug with a dog is a more powerful emotional reward in a training regime than just giving a dog a food treat, since the trainer invests more emotion into a game of tug.",
            "As long as the trainer gives the dog a food reward regularly, the dog can understand its \"good\" behavior results in rewards.",
            "From a dog's point of view, the tug toy is compelling because the trainer is \"upset\" by the toy."
        ],
        "answer": 4
    },
    {
        "comment": "2020학년도 대학수학능력시험 9월 모의평가 35번",
        "sentences": [
            "Much of what we do each day is automatic and guided by habit, requiring little conscious awareness, and that's not a bad thing. As Duhigg explains, our habits are necessary mental energy savers.",
            "We need to relieve our conscious minds so we can solve new problems as they come up.",
            "Once we've solved the puzzle of how to ballroom dance, for example, we can do it by habit, and so be mentally freed to focus on a conversation while dancing instead.",
            "But try to talk when first learning to dance the tango, and it's a disaster ― we need our conscious attention to focus on the steps.",
            "Tango musicians bring different genres of music together to attract a more diverse audience from varying backgrounds.",
            "Imagine how little we'd accomplish if we had to focus consciously on every behavior ― e.g., on where to place our feet for each step we take."
        ],
        "answer": 4
    },
    {
        "comment": "2021학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "One of the most widespread, and sadly mistaken, environmental myths is that living \"close to nature\" out in the country or in a leafy suburb is the best \"green\" lifestyle. Cities, on the other hand, are often blamed as a major cause of ecological destruction ― artificial, crowded places that suck up precious resources. Yet, when you look at the facts, nothing could be farther from the truth.",
            "The pattern of life in the country and most suburbs involves long hours in the automobile each week, burning fuel and pumping out exhaust to get to work, buy groceries, and take kids to school and activities.",
            "City dwellers, on the other hand, have the option of walking or taking transit to work, shops, and school.",
            "The larger yards and houses found outside cities also create an environmental cost in terms of energy use, water use, and land use.",
            "This illustrates the tendency that most city dwellers get tired of urban lives and decide to settle in the countryside.",
            "It's clear that the future of the Earth depends on more people gathering together in compact communities."
        ],
        "answer": 4
    },
    {
        "comment": "2021학년도 대학수학능력시험 9월 모의평가 35번",
        "sentences": [
            "In a highly commercialized setting such as the United States, it is not surprising that many landscapes are seen as commodities. In other words, they are valued because of their market potential. Residents develop an identity in part based on how the landscape can generate income for the community.",
            "This process involves more than the conversion of the natural elements into commodities.",
            "The landscape itself, including the people and their sense of self, takes on the form of a commodity.",
            "Landscape protection in the US traditionally focuses on protecting areas of wilderness, typically in mountainous regions.",
            "Over time, the landscape identity can evolve into a sort of \"logo\" that can be used to sell the stories of the landscape.",
            "Thus, California's \"Wine Country,\" Florida's \"Sun Coast,\" or South Dakota's \"Badlands\" shape how both outsiders and residents perceive a place, and these labels build a set of expectations associated with the culture of those who live there."
        ],
        "answer": 3
    },
    {
        "comment": "2022학년도 대학수학능력시험 6월 모의평가 35번",
        "sentences": [
            "Kinship ties continue to be important today. In modern societies such as the United States people frequently have family get-togethers, they telephone their relatives regularly, and they provide their kin with a wide variety of services.",
            "Eugene Litwak has referred to this pattern of behaviour as the 'modified extended family'.",
            "It is an extended family structure because multigenerational ties are maintained, but it is modified because it does not usually rest on co-residence between the generations and most extended families do not act as corporate groups.",
            "Although modified extended family members often live close by, the modified extended family does not require geographical proximity and ties are maintained even when kin are separated by considerable distances.",
            "The oldest member of the family makes the decisions on important issues, no matter how far away family members live from each other.",
            "In contrast to the traditional extended family where kin always live in close proximity, the members of modified extended families may freely move away from kin to seek opportunities for occupational advancement."
        ],
        "answer": 4
    },
    {
        "comment": "2022학년도 대학수학능력시험 9월 모의평가 35번",
        "sentences": [
            "A variety of theoretical perspectives provide insight into immigration. Economics, which assumes that actors engage in utility maximization, represents one framework.",
            "From this perspective, it is assumed that individuals are rational actors, i.e., that they make migration decisions based on their assessment of the costs as well as benefits of remaining in a given area versus the costs and benefits of leaving.",
            "Benefits may include but are not limited to short-term and long-term monetary gains, safety, and greater freedom of cultural expression.",
            "People with greater financial benefits tend to use their money to show off their social status by purchasing luxurious items.",
            "Individual costs include but are not limited to the expense of travel, uncertainty of living in a foreign land, difficulty of adapting to a different language, uncertainty about a different culture, and the great concern about living in a new land.",
            "Psychic costs associated with separation from family, friends, and the fear of the unknown also should be taken into account in cost-benefit assessments."
        ],
        "answer": 3
    },
    {
        "comment": "2004학년도 대학수학능력시험 6월 모의평가 39번",
        "sentences": [
            "Most rockets are used just once, then thrown away.",
            "The space shuttle is different; it takes off like a rocket, enters space as a spacecraft, and then returns and lands on a runway like an aircraft.",
            "The idea was to make space-flight cheaper, but the results have been disappointing.",
            "The crew of the space shuttle must accept great risks in service to all mankind.",
            "To put the  space shuttle into orbit costs up to $250 million, no less than a standard rocket.",
            "The popular dream of ordinary people paying for a space ride is still many years away."
        ],
        "answer": 3
    },
    {
        "comment": "2006년도 3월 고3 전국연합학력평가 22번",
        "sentences": [
            "Brave skydivers leap from airplanes at great heights, trusting that training, good equipment, and favorable weather will carry them safely to the ground.",
            "Still, skydiving successfully from, say, 9,000 feet involves more than courage and luck; it requires real skill.",
            "When a skydiver jumps out of a plane, he or she begins to fall, traveling through the air with the parachute tightly packed and no way to control the speed.",
            "A good skydiver, however, knows when the time is right to open the parachute.",
            "It is considered by many to be one of the most dangerous extreme sports.",
            "Then it's up to the diver to steer the parachute to a landing point by pulling on lines attached to the parachute."
        ],
        "answer": 4
    },
    {
        "comment": "2006년도 4월 고3 전국연합학력평가 32번",
        "sentences": [
            "Separation anxiety disorder is defined as excessive worry and fear about being apart from individuals to whom a child is most attached.",
            "The disorder is believed to have biological, family, and environmental factors.",
            "A biological imbalance involving two chemicals in the brain most likely contributes to this disease.",
            "To help ease your child's condition, assure them that they are loved and safe.",
            "While a child may have inherited a biological tendency to be anxious, anxiety and fear can also be learned from family members who frequently display increased anxiety around the child.",
            "Shocking experiences such as their hospitalization or parent's divorce may also trigger excessive anxiety."
        ],
        "answer": 3
    },
    {
        "comment": "2006년도 10월 고3 전국연합학력평가 23번",
        "sentences": [
            "It is a common misconception that individualism means isolation - being alone, being outside society, but isolation is not the essence of individualism.",
            "In fact, the concept of individualism does not make sense in the absence of other human beings.",
            "Individualism is called \"individualism\" not because it leads the individual to seek a life apart from others, but because it asserts that the individual is the primary constituent of society.",
            "Individualism is one of the prime factors that have led to the superior economic progress in Western countries.",
            "Actually, a person who doesn't listen to others and would rather do things in an inefficient way as long as it's \"my way,\" is not an \"individualist.\"",
            "A true individualist wants the best for himself, but he does not deny that living and working with others is tremendously beneficial."
        ],
        "answer": 3
    },
    {
        "comment": "2007년도 3월 고3 전국연합학력평가 20번",
        "sentences": [
            "The evolutionary theory accounts well for differences in sleep among creatures.",
            "Why do cats, for instance, sleep so much, while horses sleep so little?",
            "Surely cats can afford to have long periods of inactivity because they spend little time eating and are unlikely to be attacked while they sleep.",
            "In contrast, horses must spend almost all their waking hours eating because what they eat is very low in energy value.",
            "They have evolved from small cat-sized mammals to swift animals closely linked to human life.",
            "Moreover, they cannot afford to sleep too long or too deeply, because their survival depends on their ability to run away from attackers."
        ],
        "answer": 4
    },
    {
        "comment": "2007년도 4월 고3 전국연합학력평가 20번",
        "sentences": [
            "We live today in a world that is as deeply devoted to material things as was the late Roman world. For example, the Romans of the fourth century were obsessed by health, diet, exercise and law courts.",
            "They spent more time in baths and health clubs than in churches, temples, and libraries.",
            "They hoped to become richer in the spiritual aspect.",
            "They were devoted to consumption.",
            "A man could make a reputation by spending more than his neighbor, even if he had to borrow the money to do it.",
            "And even though he never paid back his creditors, he was honored for having made a noble attempt to look very elegant in the world."
        ],
        "answer": 2
    },
    {
        "comment": "2007년도 7월 고3 전국연합학력평가 20번",
        "sentences": [
            "The benefits of walking go beyond the purely physical.",
            "More than any other activity, walking is a sure way to jump-start the brain, set thoughts in motion, and calm our troubles.",
            "Within just a few minutes into a walk the body begins to produce endorphins, which enhance memory and judgement while coursing through the brain.",
            "Walking also produces increased levels of serotonin, an important brain neurotransmitter that increases feelings of well-being.",
            "With time and practice, most people can gain the ability to memorize large amounts of information.",
            "For this reason, doctors recommend walking as a treatment for mild depression and anxiety."
        ],
        "answer": 4
    },
    {
        "comment": "2007년도 10월 고3 전국연합학력평가 23번",
        "sentences": [
            "To cut down on weeds and make plants grow more quickly, farmers and gardeners often put black plastic around their tomato plants.",
            "Instead of using the black plastic, however, some growers have long preferred to use a type of plant called vetch.",
            "Over the winter, the farmers grow hairy vetch, which belongs to the bean family.",
            "When springtime comes, they mow the vetch and plant tomatoes in the cuttings.",
            "A diet rich in tomatoes and tomato products is strongly linked to a reduced risk of certain cancers.",
            "The vetch keeps weeds out and nutrients in, thus tomatoes last longer and get fewer diseases."
        ],
        "answer": 4
    },
    {
        "comment": "2008년도 3월 고3 전국연합학력평가 21번",
        "sentences": [
            "The story of Athena becoming patron goddess of Athens concerns the struggle between the goddess and Poseidon.",
            "When the city of Athens was first built, both Poseidon and Athena competed for the honor of naming it.",
            "It was then agreed that whoever offered the most useful object for the people would become the patron of the city.",
            "Poseidon struck the ground with his trident and produced a horse, whereas Athena presented an olive tree, a symbol of peace and plenty.",
            "Athens became one of the world's most important cities that exported olive oil.",
            "As the horse represented struggle and sorrow, the city was named after Athena."
        ],
        "answer": 4
    },
    {
        "comment": "2008년도 4월 고3 전국연합학력평가 23번",
        "sentences": [
            "These days, e-mail is thought to be one of the most effective ways to communicate. However, it can be a highly flawed communication vehicle in a workplace setting.",
            "Some people use it inappropriately to avoid confrontation or to pass secrets among their friends.",
            "Some employees can say things in e-mail that they would never say to someone's face.",
            "To make matters worse, e-mail is likely to be misunderstood.",
            "E-mail is a system for transmitting messages and computer files electronically.",
            "Because e-mail lacks the tone, inflection, and body language of the communicator, a message may be interpreted wrongly by the receiver."
        ],
        "answer": 4
    },
    {
        "comment": "2008년도 7월 고3 전국연합학력평가 23번",
        "sentences": [
            "Snoring can affect both the social and physical intimacies of a relationship.",
            "Even if your snoring isn't disturbing your own sleep, it might be ruining your sleep partner's chance for a good night's rest.",
            "Sleep partners of heavy snorers awaken over twenty times per hour, which severely cuts into the quality and quantity of their sleep.",
            "If untreated, snoring can cause major health problems such as heart disease, high blood pressure, and stroke.",
            "Many partners of snorers decide to sleep in separate rooms, and the resulting lack of bedtime chatting and physical intimacy can lead to a strained relationship.",
            "Snorers often become isolated and frustrated about the problem they seemingly have no control over."
        ],
        "answer": 3
    },
    {
        "comment": "2008년도 10월 고3 전국연합학력평가 23번",
        "sentences": [
            "One of the main problems of life in Russia is the small amount of living space that people have in their apartments.",
            "It is very unusual for a family to have a room that nobody sleeps in.",
            "A room that's too warm or too cool can disrupt comfortable sleep.",
            "So, the idea of a \"living room\" or a \"sitting room,\" as we call it in English, is a bit different in Russia.",
            "Most people have a room with a sofa-bed that they open out in the evening to sleep on.",
            "Some apartments even have the bed on tall legs with enough space for a sofa under it."
        ],
        "answer": 2
    },
    {
        "comment": "2009년도 3월 고3 전국연합학력평가 23번",
        "sentences": [
            "Ending your shower with cold water can be good for your health.",
            "Warm water makes the blood rush to your skin, and cool water makes the blood rush to your organs.",
            "This switching between hot and cold triggers better circulation by forcing the blood to move.",
            "The ideal practice would be to switch numerous times between hot and cold water, but merely ending the shower with cold water does help with circulation.",
            "Taking frequent showers in fact can cause skin problems and other infections.",
            "Good circulation improves the performance of your system and thus makes you look and feel better."
        ],
        "answer": 4
    },
    {
        "comment": "2009년도 4월 고3 전국연합학력평가 23번",
        "sentences": [
            "The dream of employing beams of energy is actually not new. The concept of using rays as a practical weapon is shown through history and in old films.",
            "In 214 B.C., Archimedes is believed to have created large batteries of solar reflectors that focused the sun's rays onto the sails of enemy ships.",
            "Ray guns burst onto the science fiction scene in 1889 with H. G. Wells's classic War of the Worlds, in which aliens from Mars devastate entire cities by shooting beams of heat energy.",
            "In medical science, doctors typically take advantage of ultrasonic waves in surgical operations.",
            "During World War II, the Nazis experimented with various forms of ray guns.",
            "Weapons created from focused light beams entered the public imagination with the James Bond movie Goldfinger, the first Hollywood film to feature a laser."
        ],
        "answer": 4
    },
    {
        "comment": "2009년도 7월 고3 전국연합학력평가 23번",
        "sentences": [
            "Since our attention is most likely to be drawn to the center of the screen, movie directors generally place main elements near or slightly above it. For the purpose of dramatic effects, however, this standard is often violated.",
            "They put the important elements in the top third of the screen to create a sense of dominance.",
            "Characters displayed this way look especially powerful or threatening because they look down on us or on other characters or objects.",
            "Likewise, the actors and crew are required to follow the directors' instructions precisely.",
            "On the other hand, the opposite effect can be achieved by locating characters in the lower portion of the frame.",
            "The characters in this position look especially vulnerable or helpless."
        ],
        "answer": 3
    },
    {
        "comment": "2009년도 10월 고3 전국연합학력평가 22번",
        "sentences": [
            "Signs of growth of Islam in the United States, Canada, and recently in Mexico are evident everywhere.",
            "Mosques, where Muslims worship, are being built in neighborhoods where once only churches or synagogues stood.",
            "Women who wear scarves covering their hair according to Islamic customs are now a common sight in many towns and cities.",
            "Moreover, Muslim holidays are gaining official recognition in such places as Los Angeles, Toronto, and New York.",
            "Islam is considered by many to be an alien culture that can't possibly have any relationship with normal Western values.",
            "In addition, an increasing number of employers are accommodating the religious needs of their Muslim workers in the same way they respond to the needs of their Jewish workers."
        ],
        "answer": 4
    },
    {
        "comment": "2010년도 3월 고3 전국연합학력평가 31번",
        "sentences": [
            "Scientists are looking into the seas in search of medicines that may work better, with fewer side effects, than conventional drugs.",
            "The ocean has already given us wonderful drugs derived from salmon, omega-3 fish oils for heart disease and bone replacements from coral.",
            "Another marine medicine in the works is a promising new cancer drug derived from bacteria that live inside a moss-like sea creature.",
            "Some fish farms tend to use several antibiotic drugs known to cause cancer to increase their production.",
            "Unlike conventional drugs that kill cancer cells, the drug makes them go back to normal cells.",
            "And some antibiotics being made from cells in fish may even be effective against antibiotic-resistant bacteria."
        ],
        "answer": 3
    },
    {
        "comment": "2010년도 4월 고3 전국연합학력평가 23번",
        "sentences": [
            "Every adult should engage in half an hour of moderate physical activity at least five days per week to remain active and healthy, according to national health guidelines.",
            "However, about half the Australian population is not achieving this and, as a result, has increased the nation's risk of cardiovascular diseases, diabetes and obesity.",
            "According to an Australian institute specializing in the heart and diabetes, regular physical exercise such as riding a bike may be an answer.",
            "A director of the institute says bike riding is the sensible choice to improve health for those not normally accustomed to training.",
            "Studies also show that safety has been improved for both motorists and cyclists when bike lanes exist.",
            "Bike riding appeals to a large number of people because it is affordable and can be a stepping stone for fitness."
        ],
        "answer": 4
    },
    {
        "comment": "2010년도 7월 고3 전국연합학력평가 23번",
        "sentences": [
            "While many natural boundaries of animal life like seas exist to maintain a separation between ecosystems, man has the means to move across these barriers, carrying species from one ecosystem into another.",
            "Prior to the advent of rapid transportation modes, some of the species had never made contact with one another.",
            "The fundamental problem with this unprecedented contact of different species is that it poses a threat to biodiversity.",
            "There are many critically endangered species and several of our most majestic creatures may not live due to climate change.",
            "Having had no previous contact with the other species, the newly accessed species may be exposed to a disease for which it has not yet developed immunity.",
            "New species introduced into existing ecosystems can destroy those defenseless ecosystems, confusing the ecological balance."
        ],
        "answer": 3
    },
    {
        "comment": "2010년도 10월 고3 전국연합학력평가 22번",
        "sentences": [
            "If you want to be a professional, look like a professional. I learned this in my first year of high school from my baseball coach.",
            "On our very first day of practice, we were all eager to begin hitting and throwing the baseball.",
            "But on that day, we spent the entire time learning the finer points of wearing the baseball uniform.",
            "At the time, I thought it was a waste of time, but over the years, our dress set the tone for who we were and we took pride in our appearance.",
            "Material of the uniform is yet another important deciding factor to help you purchase the right uniform.",
            "That pride carried over to the baseball field and we consistently won championships and sent many players to college on athletic scholarships."
        ],
        "answer": 4
    },
    {
        "comment": "2011년도 4월 고3 전국연합학력평가 22번",
        "sentences": [
            "A Spanish language school created in Guatemalan village in 1996 offers an example of how tourism can contribute to conservation.",
            "The school combines individual language courses with homestay opportunities and eco-tours.",
            "It receives around 1,800 tourists yearly and employs almost 100 residents, of whom around 60 percent were previously engaged in mostly illegal timber extraction and hunting.",
            "Careful monitoring in 2000 has shown that, among the families benefiting from the business, the majority has significantly reduced old practices which damaged the environment.",
            "Numerous animal and plant species may become extinct soon because of luxury tourism.",
            "Furthermore, community-owned private reserves have been established, and social pressure against hunting has increased."
        ],
        "answer": 4
    },
    {
        "comment": "2011년도 7월 고3 전국연합학력평가 22번",
        "sentences": [
            "A laugh track is a separate soundtrack with the artificial sound of audience laughter, made to be inserted into TV comedy shows and sitcoms.",
            "Historically, live audiences could not be relied upon to laugh at the correct moment.",
            "Other times, the audience could laugh too long or too loud, sounding unnatural and forced or throwing off the performers' rhythms.",
            "Charley Douglass, a sound engineer, noticed this and started to play recorded laughing sounds at the funniest moments in the shows he was working on.",
            "Many people find the fake applause and laughter annoying and complain that it is distracting.",
            "His editing technique became known as \"sweetening,\" in which pre-recorded laughter is used to support the response of the real studio audience if they did not react as strongly as desired."
        ],
        "answer": 4
    },
    {
        "comment": "2011년도 10월 고3 전국연합학력평가 23번",
        "sentences": [
            "Development strategies focus on economic growth without recognizing the role of functioning natural systems for local well-being. This is because services that nature provides are often not visible.",
            "Wetlands are a good example; conserving wetlands appears to provide few benefits, and few economic costs are associated with their conservation and loss.",
            "Consequently, wetlands are converted in favor of more profitable options such as dams or irrigation schemes.",
            "Since the costs of running these dams do not fall correspondingly, the cost of generating a given amount of electricity rises.",
            "But the problem is not that wetlands have no economic value, but that this value — e.g. waste water purification and water regulation — is poorly understood and frequently overlooked in decision-making.",
            "Local planners are often unaware that many natural solutions are available and are more cost-effective than artificial solutions."
        ],
        "answer": 3
    },
    {
        "comment": "2012년도 3월 고3 전국연합학력평가 22번",
        "sentences": [
            "Rice paddies are \"built,\" not \"opened up\" the way a wheat field is. You don't just clear the trees, underbrush, and stones, and then plow.",
            "Rice paddies are carved into mountainsides in an elaborate series of terraces, or painstakingly constructed from marshland and river plains.",
            "The crops turn a magical green, and by the time of the first harvest, the land becomes an unending sea of yellow.",
            "They have to be irrigated, so a complex system of channels must be dug from the nearest water source.",
            "The paddy itself, meanwhile, has to have a hard clay floor; otherwise the water will simply seep into the ground.",
            "And the paddy has to be carefully engineered so that it will drain properly and also keep the plants submerged at the optimum level."
        ],
        "answer": 2
    },
    {
        "comment": "2012년도 4월 고3 전국연합학력평가 22번",
        "sentences": [
            "A mountain floats on the Earth's semiliquid mantle with only its tip showing. So, like floating icebergs, mountains are deeper than they are high. From this fact comes another interesting fact about mountains.",
            "If you could shave off the top of an iceberg, the iceberg would be lighter and would be raised to nearly its original height before being shaved.",
            "Likewise, when mountains erode, they are lighter, and they are pushed from below to float to nearly their original heights.",
            "A method of computing the heights of mountains from sea level became popular among many scientists.",
            "So, when a kilometer of mountain erodes away, some 85% of a kilometer of mountain pushes up from below.",
            "That is why it takes so long for mountains to weather away."
        ],
        "answer": 3
    },
    {
        "comment": "2012년도 7월 고3 전국연합학력평가 22번",
        "sentences": [
            "We have been talking of social science as if it were a single entity. That is hardly the case. Which, in fact, are the social sciences?",
            "One way to answer the question is to see what departments and disciplines universities group under this name.",
            "Social science divisions usually include departments of anthropology, economics, politics, and sociology.",
            "Why do they not ordinarily include schools of law, education, business, social service, and public administration as well, all of which draw on the concepts and methods of the social sciences for their development?",
            "It explains why a social science major provides excellent preparation for law school.",
            "The reason is that the main purpose of such schools is to train for professional work outside of the university, while the previously mentioned departments are more exclusively dedicated to the pursuit of systematic knowledge of human society, an activity that usually goes on within the university."
        ],
        "answer": 4
    },
    {
        "comment": "2012년도 10월 고3 전국연합학력평가 41번",
        "sentences": [
            "There is an increasing body of evidence that shows that the time of day that we take medicine makes a difference to how successful the treatment will be.",
            "Asthma sufferers, for example, are several hundred times more likely to have an attack at night than during the day.",
            "Symptoms of hay fever are worse in the morning than at night.",
            "Doctors, however, are still taught to prescribe equal doses of medication across the course of the day.",
            "Success in treatment is to some degree dependent on the cooperation between the patient and the doctor.",
            "Physicians working in the field of the interactions of biologic rhythms with medications are calling for medical training to include education on the daily rhythms of illness and research into time–specific treatments."
        ],
        "answer": 4
    },
    {
        "comment": "2013년도 3월 고3 전국연합학력평가 A형 38번",
        "sentences": [
            "Seasickness can occur anytime you board a sea vessel and ruin your entire cruise trip. Fortunately, there are effective ways to prevent or relieve it.",
            "As soon as you feel the beginning effects of seasickness, go to the deck of the ship and stare at the horizon.",
            "The constant wind and smell of the sea can make seasickness worse.",
            "Another step you can take right away is to eat a small meal, such as crackers, some fruit or vegetables.",
            "You can also use herbal remedies via taste and smell to relieve seasickness.",
            "Chamomile or lavender aromatherapy or essential oils have a calming effect and help prevent seasickness."
        ],
        "answer": 2
    },
    {
        "comment": "2013년도 4월 고3 전국연합학력평가 A형 38번",
        "sentences": [
            "A roof that is completely or partially covered with vegetation and soil is known as a green roof.",
            "In urban areas, green roofs provide wildlife habitat, even on the tops of tall buildings.",
            "A city with multiple green roofs provides \"stepping stones\" of habitat that enable migrating birds and insects to pass unharmed through the city.",
            "Green roofs can also be used to grow vegetable and fruit crops or to provide an outdoor refuge for people living or working in the building.",
            "Moreover, it is difficult to grow plants because heating costs in winter and cooling costs in summer increase.",
            "Green roofs allow urban systems to more closely resemble the natural systems they have replaced."
        ],
        "answer": 4
    },
    {
        "comment": "2013년도 7월 고3 전국연합학력평가 A형 38번",
        "sentences": [
            "At Harvard many students are so impatient to shine that they try to peak before their full growth, not having time to ponder deeply.",
            "Being aware of this, the dean, Harry R. Lewis, asks freshmen to slow down and get more out of college by doing less.",
            "Dean Lewis does not want to discourage achievement, yet he insists that students are more likely to sustain the effort required if they allow time for leisure and solitude.",
            "He cautions students not to pack their schedule with so many activities that they have no time to think about why they are doing what they are doing.",
            "He asserts that the more work students do at one time, the more successful their school life will be.",
            "Most precious is their freedom to choose, he insists, which they can maintain only by allowing for unstructured time and flexibility."
        ],
        "answer": 4
    },
    {
        "comment": "2013년도 10월 고3 전국연합학력평가 A형 38번",
        "sentences": [
            "Colored flags are used to give important signals to drivers during auto races.",
            "The green flag means \"start\" or \"continue,\" and the yellow flag tells drivers to slow down and hold position.",
            "The red flag is a signal to stop, and when drivers see the black flag, they know they must pull into the pit area immediately.",
            "A blue flag with yellow stripes is used to tell slower drivers to pull over and allow the leaders to pass.",
            "Flags are used to represent organizations and groups of people such as the Olympic flag and the flag of the United Nations.",
            "The two favorite flags of most drivers are: the white flag, which means \"one lap to go,\" and the checkered flag, which means \"you have reached the finish.\""
        ],
        "answer": 4
    },
    {
        "comment": "2014년도 3월 고3 전국연합학력평가 28번",
        "sentences": [
            "Fascinated by how easily fish slip through water, scientists and sportswear designers alike have examined fish skins at the molecular level to determine why they have less friction than humans.",
            "Researchers were surprised to discover that shark skin, which is rough enough to be used as sandpaper when dried, is one of the animal skins with the least friction.",
            "Shark skin is covered by small, V-shaped bumps, made from the same material as the sharks' teeth.",
            "Shark fin is also incorrectly perceived by some as having high nutritional value, as well as cancer-fighting abilities.",
            "The rough surface actually reduces drag as the shark glides through the ocean, because the bumps efficiently channel the water away from the surface.",
            "Copied in fabric form, a shark skin-like system woven into a textile's structure gives the fabric a hydrodynamic advantage."
        ],
        "answer": 3
    },
    {
        "comment": "2014년도 4월 고3 전국연합학력평가 37번",
        "sentences": [
            "Like any other organ or system in the body, bone becomes stronger when it is stressed regularly, and it becomes weak when it is not used enough.",
            "In this case, \"stressed\" means loaded through impact and tension, as occurs during running.",
            "For the best explanation of bones becoming weak, take a look at astronauts.",
            "Their bones are unloaded and not used much during lengthy stays in the zero-gravity environment of space.",
            "As people age, the body starts to reabsorb calcium from the bones, leading to loss of bone mass.",
            "When they arrive back on Earth, their bones are often so weak that they can barely support the astronaut's body weight."
        ],
        "answer": 4
    },
    {
        "comment": "2014년도 7월 고3 전국연합학력평가 27번",
        "sentences": [
            "Despite the conventional wisdom of some management trainers that group brainstorming is an effective way of generating ideas, more objective research has recently suggested otherwise.",
            "People working in groups often produce ideas that are fewer in number and lower in quality than the same individuals working for a period alone.",
            "When people engaging in group problem-solving share their thoughts and information too quickly, none of them has a chance to develop an independent viewpoint before it is subject to influence by the thoughts and experiences of others.",
            "People participating in brainstorming build their solutions on the ideas of others, \"think them up\" and improve them, and this synergy effect allows that better and better ideas are generated.",
            "Under such conditions, it has been shown that people tend to converge too rapidly on a solution, or at least on an agreed way of conceptualizing the problem, that may be less than optimal.",
            "When you insert periods of more solitary thinking between the discussions, you tend to get higher-quality ideas and solutions."
        ],
        "answer": 3
    },
    {
        "comment": "2014년도 10월 고3 전국연합학력평가 35번",
        "sentences": [
            "As striking as the Greeks' freedom and individuality is their sense of curiosity about the world. Aristotle thought that curiosity was the uniquely defining property of human beings.",
            "St. Luke said of the Athenians of a later era: \"They spend their time in nothing else but to tell or to hear some new thing.\"",
            "The Greeks, far more than their contemporaries, speculated about the nature of the world they found themselves in and created models of it.",
            "Slaves played an important role in Greek society and their status was dependent on how much labor they contributed to the society.",
            "They constructed these models by categorizing objects and events and generating rules about them that were sufficiently precise for systematic description and explanation.",
            "This characterized their advances in the fields of physics, astronomy, geometry, rational philosophy, and natural history."
        ],
        "answer": 3
    },
    {
        "comment": "2014년도 10월 고3 전국연합학력평가 36번",
        "sentences": [
            "The tongue map was based on German research published in 1901, but Edwin Boring, an influential Harvard psychologist, mistranslated it.",
            "What the original research had shown was that the human tongue has areas of relative sensitivity to different tastes, but his translation stated that each could only be tasted in one zone.",
            "What is really mysterious about the tongue map is that it was the official truth for such a long time, even though it's so easily disproved.",
            "The sense of taste is related to the sense of smell and that is why we can't detect tastes well when we have a runny nose.",
            "It wasn't until 1974 that another American scientist, Dr. Virginia Collings, reexamined the original theory.",
            "She showed that, though sensitivity to the four main tastes did vary around the tongue, it was only to an insignificant degree."
        ],
        "answer": 3
    },
    {
        "comment": "2015년도 3월 고3 전국연합학력평가 35번",
        "sentences": [
            "Animals may have a limited understanding of what is happening now, but only humans seem to enrich their understanding of the present by thoughtful links to events in the distant past and future. Indeed, human goals often link what one does now to possible outcomes that lie years away.",
            "Thus, human action is not just a here-and-now response but is often designed to help bring about something far off, such as graduation or marriage or retirement.",
            "It can also be linked to things that have happened elsewhere  or long ago, such as when people celebrate Independence Day or a religious holiday.",
            "Moreover, people often follow the rules made in distant places by people they will never meet.",
            "Different societies make different rules, so it's hard to say which rules are more natural than others.",
            "Most Americans pay income tax, for example, though few have any direct contact with the people who make the tax laws."
        ],
        "answer": 4
    },
    {
        "comment": "2015년도 4월 고3 전국연합학력평가 35번",
        "sentences": [
            "Enough sunlight falls on Earth to meet our energy needs ten thousand times over. However, it's highly dispersed.",
            "Various technologies already exist to concentrate the sunlight using curved mirrors and focus it on tanks of liquid ― usually water or oil.",
            "If you're lucky enough to live in a sunny part of the country, solar heating panels like these are an excellent way to heat water for individual homes.",
            "They sit on the roof rather like a satellite dish and provide baths and showers that are satisfyingly hot and guilt-free.",
            "However, Earth is not the only planet that receives solar radiation.",
            "Solar heating can also be used on a much larger scale, by making the hot liquid drive an engine to generate electricity."
        ],
        "answer": 4
    },
    {
        "comment": "2015년도 4월 고3 전국연합학력평가 36번",
        "sentences": [
            "Food is neither good nor bad in the absolute, though we have been taught to recognize it as such. The organ of taste is not the tongue, but the brain, a culturally (and therefore historically) determined organ through which the criteria for evaluations are transmitted and learned.",
            "Therefore, these criteria vary in space and in time.",
            "What in one era is judged positively, in another can change meaning; what in one locale is considered tasty, in another can be rejected as disgusting.",
            "Very often times, the failure to detect spoiled or toxic food can lead to serious health problems.",
            "Definitions of taste belong to the cultural heritage of human society.",
            "As there are differing tastes and preferences among different peoples and regions of the world, so do tastes and preferences evolve over the course of centuries."
        ],
        "answer": 3
    },
    {
        "comment": "2015년도 7월 고3 전국연합학력평가 35번",
        "sentences": [
            "Despite all the increasingly user‒friendly and popular technology, most studies published since the early 1990s confirm earlier conclusions: paper still has advantages over screens as a reading medium.",
            "Together, laboratory experiments, polls, and consumer reports indicate that digital devices prevent people from efficiently navigating long texts, which may subtly inhibit reading comprehension.",
            "Compared with paper, screens may also drain more of our mental resources while we are reading and make it a little harder to remember what we read when we are done.",
            "Whether they realize it or not, people often approach computers and tablets with a state of mind less beneficial to learning than the one they bring to paper.",
            "They are favoring digital devices, as reading digital texts for facts and fun becomes more common.",
            "E‒readers also fail to recreate certain tactile experiences of reading on paper, the absence of which some find unsettling."
        ],
        "answer": 4
    },
    {
        "comment": "2015년도 10월 고3 전국연합학력평가 34번",
        "sentences": [
            "Parents are commonly reluctant to grant their grown children equal footing with them as adults. This delay can persist into later life, especially if geographic distance prevents parents from witnessing their children's success in jobs or relationships.",
            "More decisively than most life experiences, illness can cause a change in such a relationship by forcing parents to accept help from their children.",
            "A father who decides to rely on his son to do his banking, for example, implicitly affirms his son's capabilities as an adult.",
            "Such reliance conveys a trust that may be deeply satisfying to the son.",
            "Parents encourage creative activities in the child and participate with him in such activities.",
            "By allowing his son to be a provider of help, the father actually gives emotionally more than he receives practically."
        ],
        "answer": 4
    },
    {
        "comment": "2016년도 3월 고3 전국연합학력평가 39번",
        "sentences": [
            "By some estimates, music based on oral tradition had previously seldom been performed for more than one or two generations.",
            "By contrast, with the coming of records not only were the \"classics\" preserved, but formerly ephemeral \"hits\" could now survive as \"oldies.\"",
            "So the music of one generation's youth could be replayed years later to evoke memories in some (often quite narrow) age group of people.",
            "Bach, Beethoven, and Brahms of course survived well beyond their social and cultural settings, taking on new meanings in the recordable world.",
            "Bach mostly followed the complex rules of his day, while Beethoven challenged the rules, thus creating a new musical era.",
            "Memories of falling in love or just being free and having fun also came to be linked to tunes that could be recalled or replayed again and again throughout life, thanks to the recording."
        ],
        "answer": 4
    },
    {
        "comment": "2016년도 4월 고3 전국연합학력평가 39번",
        "sentences": [
            "Not until the rise of ecology at the beginning of the twentieth century did people begin to think seriously of land as a natural system with interconnecting parts.",
            "A century earlier, Thomas Jefferson had vigorously promoted an orderly division of the American land, beginning with the Northwest Territory.",
            "Surveyors were sent forth to draw rectangular grids on the land, dividing the wilds into counties, townships, and ultimately homesteads, with little concern for terrain or other natural features.",
            "They adopted the environmentally friendly system even though they did not see a profit in it.",
            "That system had its virtues, but in time ecology made the lines appear artificial.",
            "As some observers would come to see it, the rectangular grid system caused as much harm as it did good."
        ],
        "answer": 3
    },
    {
        "comment": "2016년도 7월 고3 전국연합학력평가 39번",
        "sentences": [
            "Once you have made a decision, you have to be able to live with it. Sometimes we make bad decisions that are irreversible.",
            "If you make a commitment in a negotiation, you have to uphold it, even if you know it was a bad decision on your part.",
            "You can always go back and ask to renegotiate a deal or issue, but you have to maintain your commitment if renegotiation is not possible or is unsuccessful.",
            "If you break a commitment made in a negotiation, you can be sure that you will not get the opportunity to negotiate with that particular party again.",
            "Acquiring the information you need to have a successful negotiation is a critical component of your overall effort.",
            "Sometimes it is painful to fulfill a commitment, but it is more painful and can be fatal to lose business because you failed to fulfill a commitment."
        ],
        "answer": 4
    },
    {
        "comment": "2016년도 10월 고3 전국연합학력평가 22번",
        "sentences": [
            "Certain personality characteristics make some people more resistant to distress.",
            "Individuals who believe they control their own destinies and generally expect the best from life are, in fact, more likely to gain control of their stressors and experience positive stress rather than distress, according to research.",
            "It is important to realize that these person factors — self-mastery and optimism — are not permanent inborn traits of people.",
            "Genetic factors in personality development are undeniable and cannot be influenced by the environment.",
            "They are states of mind or expectations derived from personal experience, and they can be nurtured.",
            "It is possible to give people experiences that increase feelings of being \"in control\" — experiences that lead people to believe something good will come from their attempts to turn stress into constructive action."
        ],
        "answer": 3
    },
    {
        "comment": "2017년도 3월 고3 전국연합학력평가 35번",
        "sentences": [
            "Parents play a huge role in every aspect of their children's life, even in the athletic aspect.",
            "It is a good thing for parents to encourage and support their children in sports which interest them, and this involves forming a good relationship with the children's coach.",
            "Parents and coaches then should help hand in hand to foster a positive athletic atmosphere for players.",
            "Coaches then should exert extra effort in getting to know the parents of their players, and by so doing, determine ways by which parents are willing to help their children and the team in general.",
            "Competitive sports should be avoided for children because they are more likely to cause injuries.",
            "When parents and coaches have a dialogue, they also learn more about each other's expectations and this leads to a better relationship between them as well."
        ],
        "answer": 4
    },
    {
        "comment": "2017년도 4월 고3 전국연합학력평가 39번",
        "sentences": [
            "The growing seasons for tea in different geographic areas vary greatly.",
            "In a few locations with prime conditions, particularly at latitudes near the equator, tea can be harvested year-round.",
            "At higher elevations in areas farther from the equator, the productive season may be limited to only one or two flushes of new growth.",
            "For example, Kenya, which lies on the equator, is one of the countries with the potential of year-round harvests, while farmers in areas of Shandong Province, the most northern tea farms in China, begin harvest in April and end in September.",
            "China's tea industry has great advantages on natural resources, geography, varieties of tea and technology.",
            "Throughout the more than forty countries that grow tea commercially, there is a wide range in conditions that lead to the great variations of harvest times and in the flavors of the teas they produce."
        ],
        "answer": 4
    },
    {
        "comment": "2017년도 7월 고3 전국연합학력평가 35번",
        "sentences": [
            "Robots are mechanical creatures that we make in the laboratory, so whether we have killer robots or friendly robots depends on the direction of AI research.",
            "In the West, much of the funding comes from the military, which is specifically given authority to win wars, so killer robots are a definite possibility.",
            "However, since 30 percent of all commercial robots are manufactured in Japan, there is another possibility: robots will be designed to become helpful playmates and workers from the very beginning.",
            "The purpose for developing robot characters in online games is to make the players get enthusiastic.",
            "This goal is within reach if the consumer sector dominates robotics research.",
            "The philosophy of \"friendly AI\" is that inventors should create robots that, from the very first steps, are programmed to be beneficial to humans."
        ],
        "answer": 3
    },
    {
        "comment": "2017년도 10월 고3 전국연합학력평가 35번",
        "sentences": [
            "Large satellites for collecting solar power and transmitting it to the Earth have been the subject of much study. Their potential is vast indeed.",
            "The energy from the Sun that reaches the Earth over the course of just three days is equal to the energy in the fossil fuels needed to keep the human race supplied with power for 100 years at the present rate of consumption.",
            "Many engineering problems of transmitting the power back to the Earth remain unsolved, and it remains unclear if and when solar power will become commercially competitive.",
            "A satellite of just 155 miles (250 km) in diameter could supply all of our present energy needs, assuming 10% overall efficiency, with a very low carbon footprint.",
            "Solar panels in orbit are always in sunlight, they can always point directly at the Sun, and the radiation from the Sun is not reduced by atmospheric absorption.",
            "As a result, the energy intake for cells in orbit is on average about ten times greater than that of terrestrial ones."
        ],
        "answer": 2
    },
    {
        "comment": "2018년도 3월 고3 전국연합학력평가 35번",
        "sentences": [
            "Reading is a technology for perspective-taking. When someone else's thoughts are in your head, you are observing the world from that person's vantage point.",
            "Not only are you taking in sights and sounds that you could not experience firsthand, but you have stepped inside that person's mind and are temporarily sharing his or her attitudes and reactions.",
            "Empathy in the sense of adopting someone's viewpoint is not the same as empathy in the sense of feeling compassion toward the person, but the first can lead to the second by a natural route.",
            "Stepping into someone else's vantage point reminds you that the other fellow has a first-person, present-tense, ongoing stream of consciousness that is very much like your own but not the same as your own.",
            "Reading is a good habit because it helps you to shape your character and boosts your confidence and personality.",
            "It's not a big leap to suppose that the habit of reading other people's words could put one in the habit of entering other people's minds, including their pleasures and pains."
        ],
        "answer": 4
    },
    {
        "comment": "2018년도 4월 고3 전국연합학력평가 35번",
        "sentences": [
            "There is a widely accepted theory in social psychology known as the pratfall effect, which actually states that making certain kinds of mistakes makes you more likable because you are relatable in your vulnerability.",
            "This phenomenon has been tested and confirmed many times over, and remembering it can help you to feel better in times of embarrassment or shame.",
            "One simple example of the pratfall effect's validity is that people tend to like a person who clumsily trips on video more than one who doesn't trip in the video.",
            "When we feel embarrassed, it's natural to assume that others might like us less because we like ourselves a bit less in those moments.",
            "Feelings such as nervousness or anxiety can sometimes make us concentrate more on other things, which helps us forget about the mistake.",
            "But if we don't take ourselves too seriously in those moments and bear them with a smile, it can even be attractive to others."
        ],
        "answer": 4
    },
    {
        "comment": "2018년도 7월 고3 전국연합학력평가 35번",
        "sentences": [
            "Bert Vogelstein's latest effort is what he calls a \"liquid biopsy.\" A blood sample is taken and tested for the presence of even the tiniest amounts of tumor DNA.",
            "A tumor detected by Vogelstein's liquid biopsy can be detected at just 1 percent the size of what is necessary to be detected by an MRI, currently the most reliable tool for finding cancer.",
            "MRI scans are capable of producing a variety of chemical and physical data, in addition to detailed spatial images.",
            "The amount can be so small that the cancer is discovered even before any symptoms have developed.",
            "What this effectively means is that getting a blood test for cancer could become part of everybody's annual medical checkup if the price goes down far enough, as Vogelstein believes it will.",
            "The testing done to date by researchers at two dozen medical institutions shows that Vogelstein's method found 47 percent of earliest-stage cancers."
        ],
        "answer": 2
    },
    {
        "comment": "2018년도 10월 고3 전국연합학력평가 35번",
        "sentences": [
            "Because dogs dislike bitter tastes, various sprays and gels have been designed to keep them from chewing on furniture or other objects. These compounds often contain bitter substances, which not only have a sharp taste but also cause a burning sensation in the mouth.",
            "Coating items with bitter-tasting material will eventually keep most dogs from chewing on them, but the key word is eventually because the taste buds that sense bitterness are located on the rearmost third of the tongue.",
            "Therefore, a quick lick or fast gulp will not register the bitter taste.",
            "Rather, only prolonged chewing will let the bitterness work its way back to where it can be tasted.",
            "The arrangement of taste buds in dogs is somewhat similar to that in humans, with minor variations.",
            "Then the dog must also learn to associate the bitter taste with the particular object for the avoidance to be learned."
        ],
        "answer": 4
    },
    {
        "comment": "2019년도 3월 고3 전국연합학력평가 35번",
        "sentences": [
            "New technologies encounter challenges based on both how many of our existing habits they promise to alter and the strength of these habits.",
            "Lasting behavioral change must occur through existing habits rather than attempts to alter them.",
            "People are likely to adopt innovations only if they improve rather than destroy their existing habits, in the same way that electronic calculators made mathematical computations faster.",
            "The success of an electronics product is linked to the innovative technological design both of its electronic processes and of its major components.",
            "Thus, public policy should encourage behavioral change by targeting the least fixed habits.",
            "For example, developing countries could encourage increased protein consumption by offering new high-protein beverages rather than new types of high-protein foods."
        ],
        "answer": 3
    },
    {
        "comment": "2019년도 4월 고3 전국연합학력평가 35번",
        "sentences": [
            "Some of the things we profess to value in the abstract may not, in fact, characterize our actual everyday experiences.",
            "For instance, we say that \"honesty\" and \"open communication\" are the foundational values of any strong relationship.",
            "But think of how many times you've lied to a potential romantic partner in order to make the person feel better about himself or herself.",
            "Likewise, every parent knows that lying to their kids about everything from the arrival of Santa Claus to the horrible things that will happen if they don't eat their peas is a key component of raising a child.",
            "This is because most parents put more value on discipline than on blind love, and thus honest conversations rather than well-intentioned lies are the better tool for establishing solid relationship between parents and their kids.",
            "As one author put it, \"If you want to have love in your life, you'd better be prepared to tell some lies and to believe some lies.\""
        ],
        "answer": 4
    },
    {
        "comment": "2019년도 7월 고3 전국연합학력평가 35번",
        "sentences": [
            "Geography greatly restricted colonial communications.",
            "Even the simplest postal network requires some sort of transportation system, but such was the difficulty of simply getting from point A to point B, especially overland, that it was easier for residents of Massachusetts and the Carolinas to sail to Great Britain than to visit each other.",
            "Whenever possible, colonists and their communiqués floated to their destinations on the boats and rafts that plied the rivers and the winding coast.",
            "Otherwise, they traveled by foot or horseback along trails unfit for wheeled vehicles that had been created by game animals and the Indians who hunted them.",
            "Since wheels were made of wood, they needed frequent repairs, which made wheel makers important tradesmen in colonial towns.",
            "In a vicious circle, the awful roads interrupted intercolonial communications, which further developed the provinces' sense of isolation and autonomy, only worsening the chances of unified transportation and postal networks."
        ],
        "answer": 4
    },
    {
        "comment": "2019년도 10월 고3 전국연합학력평가 35번",
        "sentences": [
            "Competition is basically concerned with how the availability of resources, such as the food and space utilised by various organisms, is reduced by other organisms. Tourism and recreation can result in the transfer of plants and animals to locations where they do not normally occur.",
            "In these situations the 'alien' species are often at an advantage, because the new environment is usually devoid of any natural controls that the 'invader' would have evolved with in its original environment.",
            "Alien plants compete with indigenous species for space, light, nutrients and water.",
            "The introduction of alien plants can result in the disruption and impoverishment of natural plant communities.",
            "This positive relationship will enhance a particular plant's capacity to obtain essential nutrients.",
            "This has occurred in South Africa, for example, where introduced Australian shrubs have been and are degrading species-rich fynbos plant communities in the Southern Cape region."
        ],
        "answer": 4
    },
    {
        "comment": "2020년도 3월 고3 전국연합학력평가 35번",
        "sentences": [
            "The genre film simplifies film watching as well as filmmaking. In a western, because of the conventions of appearance, dress, and manners, we recognize the hero, sidekick, villain, etc., on sight and assume they will not violate our expectations of their conventional roles.",
            "Our familiarity with the genre makes watching not only easier but in some ways more enjoyable.",
            "Because we know and are familiar with all the conventions, we gain pleasure from recognizing each character, each image, each familiar situation.",
            "The fact that the conventions are established and repeated intensifies another kind of pleasure.",
            "Genre mixing is not an innovation of the past few decades; it was already an integral part of the film business in the era of classical cinema.",
            "Settled into a comfortable genre, with our basic expectations satisfied, we become more keenly aware of and responsive to the creative variations, refinements, and complexities that make the film seem fresh and original, and by exceeding our expectations, each innovation becomes an exciting surprise."
        ],
        "answer": 4
    },
    {
        "comment": "2020년도 4월 고3 전국연합학력평가 35번",
        "sentences": [
            "The use of portable technologies and personal cloud services facilitates the work of digital nomads across different places. Given the knowledge-heavy varieties of digital nomad work, it is of utmost importance for such workers to maintain a large, stored collection of information.",
            "By transferring their relevant information to cloud storage, where it can be accessed anywhere with an Internet connection, digital nomads can maintain the necessary knowledge base without the struggle of packing, storing, and carrying more things.",
            "They accomplish work across various devices, and portable devices provide them with the flexibility to work from different spaces or while in transit.",
            "Additionally, digital nomads use cloud services to share information or collaborate on a document with clients or peers.",
            "This kind of active communication with others often holds the work process back, resulting in unsatisfactory working conditions compared to traditional office work.",
            "Through these services and devices, digital nomads assemble a kind of movable office, which allows them to reach their materials from anywhere."
        ],
        "answer": 4
    },
    {
        "comment": "2020년도 7월 고3 전국연합학력평가 35번",
        "sentences": [
            "Argument is \"reason giving\", trying to convince others of your side of the issue. One makes claims and backs them up. The arguer tries to get others to \"recognize the rightness\" of his or her beliefs or actions.",
            "Interpersonal argumentation, then, has a place in our everyday conflicts and negotiations.",
            "One of the positive features of interpersonal arguments is that they are comprised of exchanges between two people who feel powerful enough to set forth reasons for their beliefs.",
            "That's why one person reveals a sense of superiority and the other ends up realizing his or her inferiority.",
            "If two people are arguing, it is because they are balanced enough in power (or in their desire to reestablish a power balance) to proceed.",
            "Lack of argument, in fact, may show that one of the parties feels so powerless that he or she avoids engaging directly with the other."
        ],
        "answer": 3
    },
    {
        "comment": "2020년도 10월 고3 전국연합학력평가 35번",
        "sentences": [
            "In the case of classical music performance, notwithstanding the perhaps increased psychological pressure to achieve \"perfection,\" to a large extent it is the participation in a physical pursuit of excellence that links art to sports.",
            "Musicians and athletes both must attempt to create mistake-free performances that require finely tuned neural and muscle control enabled by countless hours of practice.",
            "For both activities, disciplining the body and mind is central to achieving what is typically considered a successful performance.",
            "Standard descriptions of the actions of the muscles controlling the hand can give a misleading impression of the degree to which the fingers can be controlled independently.",
            "Indeed one might assume that one of the prime objectives of art, as in sports, is to win recognition for the artist/performer's technical physical ability.",
            "Thus, in essence, even music becomes a competition for performers, who compete against their own bodies, if not those of others, in attaining recognition for their performances."
        ],
        "answer": 3
    },
    {
        "comment": "2021년도 3월 고3 전국연합학력평가 35번",
        "sentences": [
            "Cyber attacks on air traffic control systems have become a leading security concern.",
            "The federal government released a report in 2009 stating that the nation's air traffic control system is vulnerable to a cyber attack that could interrupt communication with pilots and alter the flight information used to separate aircraft as they approach an airport.",
            "The report found numerous security problems in airline computer systems, including easy-to-crack passwords and unencrypted file folders, issues that could give invaders easy access.",
            "A cyber attack on air traffic has the potential to kill many people and could cripple the country's entire airline industry.",
            "Unprecedented declines in consumer demand impacted the profitability of the airline industry, changing the face of aircraft travel for the foreseeable future.",
            "Tightening airline computer security could be even more important than conducting security screenings of passengers, because in an increasingly cyber-oriented world, plane hijackers of the future may not even be on board."
        ],
        "answer": 4
    },
    {
        "comment": "2021년도 4월 고3 전국연합학력평가 35번",
        "sentences": [
            "Research has shown that individuals — especially those who have benefited from a particular system — are prone to support and rationalize the status quo, even if there are clear problems.",
            "These people justify systemic inequity with familiar phrases like \"If you just work hard enough you can pull yourself up by your bootstraps.\"",
            "A branch of psychology called system justification theory describes how people tend to see social, economic, and political systems as good, fair, and legitimate if they have succeeded as a result of those systems.",
            "According to Erin Godfrey, a professor of applied psychology at New York University, \"The people who are at the top want to believe in meritocracy because it means that they deserve their successes.\"",
            "Indeed, it is not surprising that there exists a general consensus across social class about the definition and the results of meritocracy.",
            "Those who are in an advantaged position in society are more likely to believe the system is fair and see no reason to change it."
        ],
        "answer": 4
    },
    {
        "comment": "2021년도 7월 고3 전국연합학력평가 35번",
        "sentences": [
            "While we believe we hold the power to raise our children, the reality is that our children hold the power to raise us into the parents they need us to become.",
            "For this reason, the parenting experience isn't one of parent versus child but of parent with child.",
            "The road to wholeness sits in our children's lap, and all we need do is take a seat.",
            "As our children show us our way back to our own essence, they become our greatest awakeners.",
            "This means that how much we pay attention to awakening our children's minds can make a difference in their lives.",
            "If we fail to hold their hand and follow their lead as they guide us through the gateway of increased consciousness, we lose the chance to walk toward our own enlightenment."
        ],
        "answer": 4
    },
    {
        "comment": "2021년도 10월 고3 전국연합학력평가 35번",
        "sentences": [
            "A group of academics, mainly political scientists, assumed that human rights treaties did not have any effect on the behavior of countries.",
            "Indeed, these academics, who typically called themselves \"realists,\" assumed that international law generally did not affect the behavior of states.",
            "They saw the international arena as a security competition among different states, a zero-sum game in which one state's gain was another state's loss.",
            "International lawyers and human rights advocates assumed that human rights treaties caused countries to improve their treatment of their citizens.",
            "In such conditions, states could gain little by cooperating with each other ─ except in temporary military alliances or security agreements that could fall apart at a moment's notice.",
            "International law could play a minimal role or none at all, and was perhaps just an illusion, a sophisticated kind of propaganda ─ a set of rules that would be swept away whenever the balance of power changed."
        ],
        "answer": 3
    },
    {
        "comment": "2022년도 3월 고3 전국연합학력평가 35번",
        "sentences": [
            "When approaching practical music making for the first time in the classroom, it is a good idea to avoid using instruments altogether.",
            "This will allow an inexperienced teacher to focus on the development of fundamental musical behaviour through listening, performing and composing; and allow the children to focus on the more controllable sound sources i.e. voices and body percussion (clapping, clicking, stamping etc).",
            "Music starts with these both developmentally and historically: the most expressive and immediate musical instrument is the human voice.",
            "The sound quality of an instrument is a direct result of the quality of the materials, design, and making.",
            "Body movements are not only an instinctive response to music but also instigate music making.",
            "Activities which develop many of the coordination skills, aural sensitivity, responses to visual cues and symbols, and the musical understanding necessary to play an instrument can all be established without instruments."
        ],
        "answer": 3
    },
    {
        "comment": "2022년도 4월 고3 전국연합학력평가 35번",
        "sentences": [
            "What characterizes philosophy and science in early modern Europe and marks a break from earlier traditions is the concern to tailor theories to evidence rather than authority or tradition.",
            "Galileo Galilei, Francis Bacon, René Descartes, and others formulated explanations of the heavens, of the natural world around them, and of human nature and society not by appealing to the proclamations of earlier thinkers.",
            "Nor were religious principles and ecclesiastic dogma their guiding lights.",
            "Rather, they took their lead from reason ― what some thinkers called \"the light of nature\" ― and experience.",
            "The fierce debates on the superiority of reason or experience continued, but all serious thinkers ultimately abandoned experience in the development of modern science and philosophy.",
            "Whether they proceeded according to the logic of deduction or through the analysis of empirical data, the modern scientific method they developed consists in testing theories according to reason and in light of the available evidence."
        ],
        "answer": 4
    }
]
